export const locations = [
    {
        province: "آذربایجان شرقی",
        cities: [
            "تبریز",
            "مراغه",
            "مرند",
            "بناب",
            "میانه",
            "اهر",
            "شبستر",
            "سراب",
            "هادیشهر",
            "تسوج",
            "جلفا",
            "بستان آباد",
            "ورزقان",
            "عجب شیر",
            "خواجه",
            "اهر"
        ]
    },
    {
        province: "آذربایجان غربی",
        cities: [
            "ارومیه",
            "خوی",
            "میاندوآب",
            "مهاباد",
            "بوکان",
            "سلماس",
            "نقده",
            "شاهین‌دژ",
            "پیرانشهر",
            "سردشت",
            "تکاب",
            "چالدران"
        ]
    },
    {
        province: "اردبیل",
        cities: [
            "اردبیل",
            "مشگین‌شهر",
            "پارس‌آباد",
            "خلخال",
            "گرمی",
            "بیله‌سوار",
            "نیر",
            "سرعین",
            "کوثر"
        ]
    },
    {
        province: "اصفهان",
        cities: [
            "اصفهان",
            "کاشان",
            "خمینی‌شهر",
            "نجف‌آباد",
            "فولادشهر",
            "زرین‌شهر",
            "شاهین‌شهر",
            "مبارکه",
            "گلپایگان",
            "خوانسار",
            "نائین",
            "اردستان",
            "سمیرم",
            "چادگان",
            "دهاقان"
        ]
    },
    {
        province: "البرز",
        cities: [
            "کرج",
            "فردیس",
            "نظرآباد",
            "هشتگرد",
            "طالقان",
            "اشتهارد",
            "ماهدشت",
            "محمدشهر"
        ]
    },
    {
        province: "ایلام",
        cities: [
            "ایلام",
            "دهلران",
            "دره‌شهر",
            "ایوان",
            "مهران",
            "آبدانان",
            "سرابله"
        ]
    },  
    {
        province: "بوشهر",
        cities: [
            "بوشهر",
            "برازجان",
            "کنگان",
            "جم",
            "دیر",
            "گناوه",
            "خارک",
            "عسلویه"
        ]
    },
    {
        province: "تهران",
        cities: [
            "تهران",
            "ری",
            "پردیس",
            "اسلامشهر",
            "شهریار",
            "ورامین",
            "قرچک",
            "رودهن",
            "دماوند",
            "باقرشهر",
            "پاکدشت",
            "رباط‌کریم",
            "اندیشه"
        ]
    },
    {
        province: "چهارمحال و بختیاری",
        cities: [
            "شهرکرد",
            "بروجن",
            "فارسان",
            "لردگان",
            "کوهرنگ",
            "سامان"
        ]
    },
    {
        province: "خراسان جنوبی",
        cities: [
            "بیرجند",
            "نهبندان",
            "قائن",
            "سربیشه",
            "فردوس",
            "درمیان"
        ]
    },
    {
        province: "خراسان رضوی",
        cities: [
            "مشهد",
            "نیشابور",
            "سبزوار",
            "تربت جام",
            "تربت حیدریه",
            "قوچان",
            "کاشمر",
            "گناباد",
            "چناران",
            "خواف",
            "بردسکن",
            "سرخس"
        ]
    },
    {
        province: "خراسان شمالی",
        cities: [
            "بجنورد",
            "شیروان",
            "اسفراین",
            "گرمه",
            "جاجرم",
            "فاروج"
        ]
    },
    {
        province: "خوزستان",
        cities: [
            "اهواز",
            "آبادان",
            "خرمشهر",
            "دزفول",
            "بهبهان",
            "ماهشهر",
            "ایذه",
            "اندیمشک",
            "شوش",
            "رامهرمز",
            "شادگان",
            "هفتکل"
        ]
    },
    {
        province: "زنجان",
        cities: [
            "زنجان",
            "ابهر",
            "خرمدره",
            "ماهنشان",
            "طارم"
        ]
    },
    {
        province: "سمنان",
        cities: [
            "سمنان",
            "شاهرود",
            "دامغان",
            "گرمسار",
            "مهدیشهر"
        ]
    },
    {
        province: "سیستان و بلوچستان",
        cities: [
            "زاهدان",
            "چابهار",
            "ایرانشهر",
            "سراوان",
            "خاش",
            "نیک شهر",
            "زابل"
        ]
    },
    {
        province: "فارس",
        cities: [
            "شیراز",
            "کازرون",
            "مرودشت",
            "اقلید",
            "لار",
            "لامرد",
            "فسا",
            "جهرم",
            "نی‌ریز",
            "داراب",
            "سپیدان",
            "فیروزآباد"
        ]
    },
    {
        province: "قزوین",
        cities: [
            "قزوین",
            "البرز",
            "آبیک",
            "تاکستان",
            "بوئین زهرا"
        ]
    },
    {
        province: "قم",
        cities: ["قم"]
    },
    {
        province: "کردستان",
        cities: [
            "سنندج",
            "سقز",
            "بانه",
            "مریوان",
            "دهگلان",
            "کامیاران"
        ]
    },
    {
        province: "کرمان",
        cities: [
            "کرمان",
            "رفسنجان",
            "سیرجان",
            "جیرفت",
            "بم",
            "زرند",
            "کهنوج"
        ]
    },
    {
        province: "کرمانشاه",
        cities: [
            "کرمانشاه",
            "اسلام‌آباد غرب",
            "سنقر",
            "کنگاور",
            "هرسین",
            "جوانرود"
        ]
    },
    {
        province: "کهگیلویه و بویراحمد",
        cities: [
            "یاسوج",
            "گچساران",
            "دهدشت",
            "باشت"
        ]
    },
    {
        province: "گلستان",
        cities: [
            "گرگان",
            "گنبد کاووس",
            "علی‌آباد",
            "آزادشهر",
            "کردکوی",
            "بندر ترکمن",
            "کلاله"
        ]
    },
    {
        province: "گیلان",
        cities: [
            "رشت",
            "لاهیجان",
            "لنگرود",
            "آستارا",
            "انزلی",
            "صومعه‌سرا",
            "تالش",
            "رودسر"
        ]
    },
    {
        province: "لرستان",
        cities: [
            "خرم‌آباد",
            "بروجرد",
            "کوهدشت",
            "دورود",
            "الیگودرز",
            "پلدختر"
        ]
    },
    {
        province: "مازندران",
        cities: [
            "ساری",
            "آمل",
            "بابل",
            "قائم‌شهر",
            "نوشهر",
            "چالوس",
            "بهشهر",
            "بابلسر"
        ]
    },
    {
        province: "مرکزی",
        cities: [
            "اراک",
            "ساوه",
            "خمین",
            "محلات",
            "تفرش",
            "آشتیان"
        ]
    },
    {
        province: "هرمزگان",
        cities: [
            "بندرعباس",
            "قشم",
            "بندر لنگه",
            "میناب",
            "کیش",
            "سیریک",
            "جاسک"
        ]
    },
    {
        province: "همدان",
        cities: [
            "همدان",
            "ملایر",
            "نهاوند",
            "بهار",
            "کبودرآهنگ",
            "رزن"
        ]
    },
    {
        province: "یزد",
        cities: [
            "یزد",
            "اردکان",
            "میبد",
            "ابرکوه",
            "مهریز",
            "بافق"
        ]
    }
]

export const areas = [1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21]